var member = [
  {
    "phone": "普",
    "name": "攻击速度12%增加"
  },
  {
    "phone": "讚",
    "name": "全体攻击力23%增加"
  },
  {
    "phone": "普",
    "name": "全体攻防御23%增加"
  },
  {
    "phone": "讚",
    "name": "致命攻击率概率12%增加"
  },
  {
    "phone": "讚",
    "name": "闪避率12%增加"
  },
  {
    "phone": "普",
    "name": "体力23%增加"
  },
  {
    "phone": "普",
    "name": "17％概率减伤25％"
  },
  {
    "phone": "普",
    "name": "吸血17%增加"
  },
  {
    "phone": "讚",
    "name": "致命一击伤害量35%增加"
  },
  {
    "phone": "讚",
    "name": "灵长类伤害35%增加"
  },
  {
    "phone": "普",
    "name": "BOSS类伤害35%增加"
  },
  {
    "phone": "跟屎一樣",
    "name": "恶魔类伤害35%增加"
  },
  {
    "phone": "跟屎一樣",
    "name": "动物类伤害35%增加"
  },
  {
    "phone": "跟屎一樣",
    "name": "不死类伤害35%增加"
  }

]
