var member = [
  {

    "name": "攻击时有17%概率回复3%饥饿"
  },
  {

    "name": "攻击时有17%概率对敌人造成2秒晕眩"
  },
  {

    "name": "攻击时有17%概率施展1等级道奇（1级道奇增加20％闪避率）"
  },
  {

    "name": "攻击时有17%概率施展1等级金刚不坏（1级金刚不坏增加30％防御力）"
  },
  {

    "name": "攻击时有17%概率施展1等级剋制（1级剋制10％概率减少敌人20％攻击力）"
  },
  {

    "name": "攻击时有12%概率变身为大天使（防御力增加30％  移速增加30％）"
  },
  {

    "name": "攻击时有12%概率变身为大恶魔（攻击力增加30％  移速增加30％）"
  },
  {

    "name": "攻击时受到23%追加伤害"
  },
  {

    "name": "攻击速度12%增加"
  },
  {

    "name": "全体攻击力23%增加"
  },
  {

    "name": "全体攻防御23%增加"
  },
  {

    "name": "致命攻击率概率12%增加"
  },
  {

    "name": "闪避率12%增加"
  },
  {

    "name": "体力23%增加"
  },
  {

    "name": "17％概率减伤25％"
  },
  {

    "name": "吸血17%增加"
  },
  {

    "name": "致命一击伤害量35%增加"
  },
  {

    "name": "灵长类伤害35%增加"
  },
  {

    "name": "BOSS类伤害35%增加"
  },
  {

    "name": "恶魔类伤害35%增加"
  },
  {

    "name": "动物类伤害35%增加"
  },
  {

    "name": "不死类伤害35%增加"
  }

]
